{
  "plugins": {
    "actions-preview.nvim": {
      "src": "https://github.com/aznhe21/actions-preview.nvim"
    },
    "alpha-nvim": {
      "src": "https://github.com/goolord/alpha-nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.compat": {
      "src": "https://github.com/Saghen/blink.compat"
    },
    "bluloco.nvim": {
      "src": "https://github.com/uloco/bluloco.nvim"
    },
    "bufferline": {
      "src": "https://github.com/akinsho/bufferline.nvim"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "crates": {
      "src": "https://github.com/saecki/crates.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/saecki/crates.nvim"
    },
    "cyberdream": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "cyberdream.nvim": {
      "src": "https://github.com/scottmckendry/cyberdream.nvim"
    },
    "dracula.nvim": {
      "src": "https://github.com/Mofiqul/dracula.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "lspkind.nvim": {
      "src": "https://github.com/onsails/lspkind.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "nightfox.nvim": {
      "src": "https://github.com/EdenEast/nightfox.nvim"
    },
    "noice": {
      "src": "https://github.com/folke/noice.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-navbuddy": {
      "src": "https://github.com/SmiteshP/nvim-navbuddy"
    },
    "nvim-navic": {
      "src": "https://github.com/SmiteshP/nvim-navic"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-rip-substitute": {
      "src": "https://github.com/chrisgrieser/nvim-rip-substitute"
    },
    "nvim-tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "onedarkpro.nvim": {
      "src": "https://github.com/olimorris/onedarkpro.nvim"
    },
    "oxocarbon.nvim": {
      "src": "https://github.com/nyoom-engineering/oxocarbon.nvim"
    },
    "shipwright.nvim": {
      "src": "https://github.com/rktjmp/shipwright.nvim"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "telescope-fzf-native.nvim": {
      "src": "https://github.com/nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "tiny-devicons-auto-colors": {
      "src": "https://github.com/rachartier/tiny-devicons-auto-colors.nvim"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "tokyonight.nvim": {
      "src": "https://github.com/folke/tokyonight.nvim"
    }
  }
}
